export const articleType = [
  {
    id: 1,
    name: '汇报类',
    articleClass: [
      {
        name: '答复上级批示',
        id: '1-1',
        scene: [
          { label: '工作进展情况', value: '1-1-1' },
          { label: '问题解决方案呈报', value: '1-1-2' },
          { label: '政策执行情况反馈', value: '1-1-3' },
        ],
        info: [
          {
            label: '亮眼做法',
            value:
              '突出汇报中的创新性举措、有效执行策略以及显著成果，展示工作亮点和特色做法。',
          },
          {
            label: '重点任务',
            value:
              '详细展示关键业务指标、数据变化趋势以及达成情况，反映业务发展的实际状况与成效',
          },
        ],
      },
      {
        name: '阶段工作汇报',
        id: '1-2',
        scene: [
          { label: '项目中期汇报', value: '1-2-1' },
          { label: '季度或年度工作总结', value: '1-2-2' },
          { label: '临时性工作进展报告', value: '1-2-3' },
        ],
        info: [
          {
            label: '亮眼做法',
            value:
              '概述工作项目的基本情况，回顾上级批示要求，并简述当前进展、面临的问题与挑战，以及外部环境的变化。',
          },
          {
            label: '重点任务',
            value:
              '详细展示关键业务指标、数据变化趋势以及达成情况，反映业务发展的实际状况与成效',
          },
        ],
      },
      {
        name: '主题工作汇报',
        id: '1-3',
        scene: [
          { label: '重点项目进展汇报', value: '1-3-1' },
          { label: '专项工作成果汇报', value: '1-3-2' },
          { label: '政策执行情况汇报', value: '1-3-3' },
        ],
        info: [
          {
            label: '亮眼做法',
            value:
              '概述工作，项目的基本情况，回顾上级批示要求，并简述当前进展、面临的问题与挑战，以及外部环境的变化。',
          },
          {
            label: '重点任务',
            value:
              '突出汇报中的创新性举措、有效执行策略以及显著成果，展示工作亮点和特色做法。',
          },
        ],
      },
    ],
  },
  {
    id: 2,
    name: '调研类',
    articleClass: [
      {
        name: '实地考察调研',
        id: '2-1',
        scene: [
          { label: '产业调研场景', value: '2-1-1' },
          { label: '生态环境调研场景', value: '2-1-2' },
          { label: '农业农村调研场景', value: '2-1-3' },
          { label: '文化旅游调研场景', value: '2-1-4' },
        ],
        info: [
          {
            label: '亮点做法',
            value:
              '阐述研究起因、现状、政策背景、研究意义和目的，为报告提供学术和实践的支撑框架。',
          },
          {
            label: '重点任务',
            value:
              '应具体明确地描述存在的挑战、不足和障碍，并分类归纳，指出其影响和原因。',
          },
        ],
      },
      {
        name: '意见汇总调研',
        id: '2-2',
        scene: [
          { label: '产业调研场景', value: '2-2-1' },
          { label: '生态环境调研场景', value: '2-2-2' },
          { label: '农业农村调研场景', value: '2-2-3' },
          { label: '文化旅游调研场景', value: '2-2-4' },
        ],
        info: [
          {
            label: '亮点做法',
            value: '阐述研究时间、地点、对象、范围、方法论、基本情况。',
          },
          {
            label: '重点任务',
            value:
              '应清晰地描述关键发现、数据分析结果、结论性观点以及提出的建议或解决方案。',
          },
        ],
      },
      {
        name: '资料分析调研',
        id: '2-3',
        scene: [
          { label: '产业调研场景', value: '2-3-1' },
          { label: '生态环境调研场景', value: '2-3-2' },
          { label: '农业农村调研场景', value: '2-3-3' },
        ],
        info: [
          {
            label: '亮点做法',
            value:
              '阐述研究起因、现状、政策背景、研究意义和目的，为报告提供学术和实践的支撑框架。',
          },
          {
            label: '重点任务',
            value:
              '应具体明确地描述存在的挑战、不足和障碍，并分类归纳，指出其影响和原因。',
          },
        ],
      },
    ],
  },
  {
    id: 3,
    name: '规划类',
    articleClass: [
      {
        name: '行动规划',
        id: '3-1',
        scene: [
          { label: '政策执行类', value: '3-1-1' },
          { label: '项目实施类', value: '3-1-2' },
          { label: '问题解决类', value: '3-1-3' },
          { label: '改革推进类', value: '3-1-4' },
        ],
        info: [
          {
            label: '基础背景',
            value: '简要介绍行动计划制定的背景，包括现状、问题、机遇和挑战。',
          },
          {
            label: '计划事项',
            value:
              '明确行动计划的主要目标、任务和预期成果，突出重点和优先事项。',
          },
        ],
      },
      {
        name: '学习规划',
        id: '3-2',
        scene: [
          { label: '主题学习培训', value: '3-2-1' },
          { label: '学校教育培训', value: '3-2-2' },
          { label: '技能提升培训', value: '3-2-3' },
          { label: '公益培训', value: '3-2-4' },
        ],
        info: [
          {
            label: '培训背景',
            value: '描述培训的出发点和目的，以及价值意义进行描述。',
          },
          {
            label: '培训概况',
            value:
              '描述培训对象、时间、地点、内容主题知识、方式、师资等进行简要介绍',
          },
          {
            label: '培训目标',
            value: '描述培训要达到的效果以及可量化的标准。',
          },
        ],
      },
      {
        name: '工作规划',
        id: '3-3',
        scene: [
          { label: '月工作规划', value: '3-3-1' },
          { label: '季度工作规划', value: '3-3-2' },
          { label: '半年工作规划', value: '3-3-3' },
        ],
        info: [
          {
            label: '工作目标',
            value:
              '描述计划的工作目标是实现特定领域的具体改进或成果，以促进整体发展或解决关键问题。',
          },
          {
            label: '重点任务',
            value:
              '描述计划的系列关键措施，针对核心问题或目标领域进行深入改革或建设的安排。',
          },
          {
            label: '创新举措',
            value:
              '描述本次计划安排的创新措施或方法、理念，突出尝试新方法完成工作，达成目标。',
          },
        ],
      },
    ],
  },
  {
    id: 4,
    name: '方案类',
    articleClass: [
      {
        name: '工作方案',
        id: '4-1',
        scene: [
          { label: '政策实施', value: '4-1-1' },
          { label: '项目推进', value: '4-1-2' },
          { label: '年度工作', value: '4-1-3' },
          { label: '专项工作', value: '4-1-4' },
        ],
        info: [
          {
            label: '工作目标',
            value: '描述制定本次方案的目标、意义、价值和背景阐述。',
          },
          {
            label: '重点任务',
            value: '描述本次方案的核心重点方向、策略以及工作内容。',
          },
        ],
      },
      {
        name: '应急处置方案',
        id: '4-2',
        scene: [
          { label: '自然灾害方案', value: '4-2-1' },
          { label: '事故灾难方案', value: '4-2-2' },
          { label: '公共卫生方案', value: '4-2-3' },
          { label: '社会安全方案', value: '4-2-4' },
        ],
        info: [
          {
            label: '背景介绍',
            value:
              '简要描述制定本次方案的政策、社会、经济等相关背景介绍、意义价值等。',
          },
          {
            label: '工作目标',
            value: '描述制定本次方案的战目标、实际工作目标，可量化的目标优先。',
          },
          {
            label: '重点任务',
            value: '描述本次方案的核心策略、内容安排等具体执行要点内容。',
          },
        ],
      },
    ],
  },
  {
    id: 5,
    name: '总结类',
    articleClass: [
      {
        name: '政策落地总结',
        id: '5-1',
        scene: [
          { label: '新政策实施初期总结', value: '5-1-1' },
          { label: '阶段性政策落地总结', value: '5-1-2' },
          { label: '政策实施中期评估总结', value: '5-1-3' },
          { label: '政策实施终期总结', value: '5-1-4' },
        ],
        info: [
          {
            label: '工作概述',
            value: '简要描述政策背景、落实时间、周期、领域等基本信息。',
          },
          {
            label: '成绩数据',
            value: '简要描述政策落实期间取得成绩、成果，可量化的工作成绩数据。',
          },
        ],
      },
      {
        name: '实践经验总结',
        id: '5-2',
        scene: [
          { label: '党建运营管理经验', value: '5-2-1' },
          { label: '项目执行与管理经验', value: '5-2-2' },
          { label: '技术研发与创新经验', value: '5-2-3' },
          { label: '教育与培训经验', value: '5-2-4' },
        ],
        info: [
          {
            label: '基本概括',
            value:
              '简述实践总结的基本信息，包括时间、地点、对象、过程内容等重点信息。',
          },
          {
            label: '成绩数据',
            value:
              '简述实践过程中的取得有积极意义的成果数据，尽可能提供可量化的数据。',
          },
        ],
      },
    ],
  },
  {
    id: 6,
    name: '讲话类',
    articleClass: [
      {
        name: '政策解读讲话',
        id: '6-1',
        scene: [
          { label: '新政策发布', value: '6-1-1' },
          { label: '政策修订或更新', value: '6-1-2' },
          { label: '政策实施效果评估', value: '6-1-3' },
        ],
        info: [
          {
            label: '政策背景',
            value:
              '阐述政策出台的背景，即导致政策产生的现实问题和需要解决的问题。',
          },
          {
            label: '重要要求',
            value:
              '明确政策实施中的关键要求、规定和措施，即需要特别关注和落实的政策要点和标准。',
          },
        ],
      },
      {
        name: '岗位任职讲话',
        id: '6-2',
        scene: [
          { label: '政府机关或公共部门', value: '6-2-1' },
          { label: '企业或商业机构', value: '6-2-2' },
          { label: '教育机构', value: '6-2-3' },
        ],
        info: [
          {
            label: '背景介绍',
            value: '简述任职人简介、工作经历等重要内容信息。',
          },
          {
            label: '重要观点',
            value:
              '简述任职人上任后心得工作思路和目标，理念，需要表达核心重要观点。',
          },
        ],
      },
    ],
  },
  {
    id: 7,
    name: '演讲类',
    articleClass: [
      {
        name: '竞聘演讲',
        id: '7-1',
        scene: [
          { label: '岗位晋升竟聘', value: '7-1-1' },
          { label: '跨部门岗位竞聘', value: '7-1-2' },
          { label: '新岗位设立竟聘', value: '7-1-3' },
          { label: '后备干部选拔竞聘', value: '7-1-4' },
        ],
        info: [
          {
            label: '背景介绍',
            value:
              '简述姓名、职位、教育背景、工作经历和、专业技能、过去成就和贡献、优势特点等内容。',
          },
          {
            label: '竟聘岗位职责',
            value: '述岗位的责任和要求，以及自己满足或超过岗位要求的能力现状。',
          },
          {
            label: '未来计划展望',
            value: '简述竟聘人对岗位的未来工作规划和想要达成的目标内容。',
          },
        ],
      },
      {
        name: '开幕致辞',
        id: '7-2',
        scene: [
          { label: '大型会议或论坛', value: '7-2-1' },
          { label: '文化艺术活动', value: '7-2-2' },
          { label: '体育赛事', value: '7-2-3' },
          { label: '商业活动', value: '7-2-4' },
        ],
        info: [
          {
            label: '活动介绍',
            value: '介绍活动背景，阐述活动的重要性和对参与者及社会的意义。',
          },
          {
            label: '活动展望',
            value: '描述活动展望，展望活动的成功成果和对相关领域的积极影响。',
          },
        ],
      },
      {
        name: '闭幕致辞',
        id: '7-3',
        scene: [
          { label: '大型会议或论坛', value: '7-3-1' },
          { label: '文化艺术活动', value: '7-3-2' },
          { label: '体育赛事', value: '7-3-3' },
          { label: '商业活动', value: '7-3-4' },
        ],
        info: [
          {
            label: '活动介绍',
            value: '介绍活动背景，阐述活动的重要性和对参与者及社会的意义。',
          },
          {
            label: '未来展望',
            value: '描述未来展望，展望活动的成功成果和对相关领域的积极影响。',
          },
        ],
      },
    ],
  },
];
